const books = [
  {
    id: 1,
    title: "Гордость и предубеждение",
    author: "Джейн Остин",
    year: 1813,
    genre: "Роман",
    summary: "История о пяти незамужних сестрах Беннет, живущих в Англии 19 века, и поисках любви и брака, особенно Элизабет Беннет и мистера Дарси.",
  },
  {
    id: 2,
    title: "1984",
    author: "Джордж Оруэлл",
    year: 1949,
    genre: "Антиутопия",
    summary: "Жизнь Уинстона Смита в Океании, тоталитарном государстве, управляемом Большим Братом, где повсеместно ведется слежка и подавляется индивидуальность.",
  },
  {
    id: 3,
    title: "Мастер и Маргарита",
    author: "Михаил Булгаков",
    year: 1967, 
    genre: "Роман, Фантастика",
    summary: "Сатирическая и мистическая история о визите дьявола в атеистическую советскую Москву, а также библейская история о Понтии Пилате.",
  },
  {
    id: 4,
    title: "Автостопом по галактике",
    author: "Дуглас Адамс",
    year: 1979,
    genre: "Научная фантастика, Комедия",
    summary: "Абсурдистская история Артура Дента, последнего выжившего землянина, который путешествует по космосу после уничтожения Земли для постройки гиперпространственного шоссе.",
  },
  {
    id: 5,
    title: "Убить пересмешника",
    author: "Харпер Ли",
    year: 1960,
    genre: "Южный готический роман, Драма",
    summary: "Роман о детстве Скаут Финч в Алабаме и ее отце, адвокате Аттикусе Финче, который защищает чернокожего мужчину, ложно обвиненного в изнасиловании.",
  },
];

export default books;